---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SystemsFailures
source: html/96270699-7694-0fd7-ac89-7d0729c37cb5.htm
---
# BuiltInFailures.SystemsFailures Properties

"You have selected elements that are connected to other elements. These elements will also be added to the System."